* not yet

#+BEGIN_SRC emacs-lisp
(if t 1 2 3)
#+END_SRC

#+RESULTS:
: 1

* so not yet

- [2019-08-06 화 21:49] 아직 오지 않았다. 만약이 아니면 방문하게 될 것이다. 그리고 소실될 것이다. 만약이면 말이다.
- [2020-01-03 금 09:32] 소실되었는가? 소비되었는가? 소비되는가? 

* 20200102 the first, 1st

하여 시작되었다. 그리고 사무실이다. 꿈인듯 시작하였고 이제 다시 꿈으로 돌아간다. 

* so

- [2020-04-24 Fri 23:13] 여기다. 지금이다. utc 아니 kst다. gmt는 이다. 아니다. 뭐 그렇다. 변화는 뷰이다. 뷰일 뿐이다. 그렇게 본다. 그렇다. 나도 그렇다. 어느 시점에서는 말이다.
- [2020-04-30 Thu 00:06] 시간 순으로 적는 다는 것은 뭐 어쨌거나다, 집이다.

* diary but log

- [2020-05-12 Tue 23:00] 오늘은 말이다. 오늘이다. 그리고 모든 기억이 사라진다. 꿈처럼 사라진다. 꿈인가? 아니면 현실인가? 커피, visual-line-mode, f11 to runs the command toggle-frame-fullscreen at frame.el, emacs, (emacs linux lisp), rhel 8.2, 마산, 고소한 커피, 당근 아니 계피? 개피? 게피? 당근? 케익, 브라운 핸드, 핸즈, 뒤로 또 뒤로 바다, 노인과 바다, 가구, 패교, 폐교, 페교, 한글 맞춤법이라, 영어는 아니면 다른 언어는 어떠한가? 연인, 도로, 멀미, 아니면 데이타망, 두통, 차, 카세트 테이프, 주차, 모든 명사, 조로, 조루, 여자, 깔개, 빵집, 유명한 빵집, 회사 일, 회의, 21일, 맨먼스, 메뉴얼, 창피함, 시스코, 전화, 부산, 담당자는 그리고 현실은 그리고 다시 담당자는, 전화 그리고 오지 않은 메일, 그리고 나에게 오지 않은 전화, 케이스 오픈, 아침, 재미있는 책, 하하, 아침이다. 일찍 잠에 들다. 그리고 지금은 저녁이다. 어제는 그리고 지금은 일찍 잠에 들 수 있는데, 해리포터를 구매할까? 그리고 구매하다. 컨텐츠의 소진, 모든 소재의 이야기 그리고 이야기 되지 않고 나열된 단어, 명사, 의미가 사라진 향기가 빠진, 기억되지 못하는 의미, 단어, word. sda, dna, ospf, bgp, excel, python, userid, ip, mac, vlan, date, dup, pc security, nac, 그리고 많은 pc agent, agents, agent, application, utility, 메모리 상주 x, 이제 잠에 들지 못하면
- [2020-05-12 Tue 23:12] 12분이 소진되었다. 이제 잠에 들자 그리고 내일을 준비하자. 
- [2020-05-30 Sat 18:23] 이제 5월도 거의 다 지나갔다. 마지막 날에 가깝다. 내일이면 마지막 날이다. 그리고 이번 달에는 어떤 일이 있었는가? 그러고 보니 상반기도 끝나간다. 이제 6월이니 말이다.
여전히 이맥스를 잘 알지 못하고, 지금 org 모드를 사용하여 글을 적고 있을 뿐이다. 그럼 된 것인가? elisp로 코드를 조금은 짜야하지 않을까? 리눅스는 리눅스 엔지니어라고 하는데 이거 좋은 브랜드인가? 조금 머쓱하다. 레드햇의 rhel8을 설치해 보지 못했다. 라이센스 문제라면 centos8이라도 설치해보았는가? vagrant로만 아니면 iso로 전체 스탭을 통해서 설치해 보았고 centos7과의 차이도 이야기할 수 있는가? 커널 컴파일이 필요한가? 후 농담이다 아니 농담이 아니다. 리스프는 그냥 말 뿐이가? 리스프로 이야기하는 개발 코드를 하루에 3줄이라도 짜는가? 30줄 까지는 욕심인가? 
- [2020-05-30 Sat 19:45] 그래 조금 적었다. 줄 수로는 30줄을 넘었겠지만 교육적인 목적이다. 조금 더 그래 그것도 좋겠다. 목적이 필요하겠지. 잠깐이지만 벌써 한시간이 지났다. 곧 8시다. 가는 것은 가는 것인데, 이거 노트북 키보드를 만지고 나면 손목이 아픈데, 괜찮을까? 흠 그리고 말이다. 그리고 말이다. 가자. 
- [2020-05-31 일 10:34] 공인인증서는 말이다. 그리고 각종 보안 프로그램들(s)
